export default function PrivacyPolicy() {
  return (
    <div className="relative section flex flex-col gap-10 pt-10 pb-30">
      <h2>Політика щодо обробки персональних даних</h2>

      <h3 className="font-semibold text-tangerine">1. Загальні положення</h3>
      <ul>
        Ця політика обробки персональних даних складена відповідно до закону
        України від 01.06.2010 № 2297-VI "Про захист персональних даних" і є
        основним внутрішнім документом Товариства з обмеженою відповідальністю
        "МВК МАШ" (далі — Оператор), що регулює діяльність в галузі обробки та
        захисту персональних даних.{' '}
        <li>
          1.1. Оператор ставить своєю найважливішою метою та умовою здійснення
          своєї діяльності дотримання прав та свобод людини і громадянина при
          обробці його персональних даних, зокрема захисту прав на
          недоторканість приватного життя, особисту та сімейну таємницю.
        </li>{' '}
        <li>
          1.2. Ця політика Оператора щодо обробки персональних даних (далі –
          Політика) застосовується до всієї інформації, яку Оператор може
          отримати про відвідувачів веб-сайту https://mvk-mash.com/.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine">
        2. Основні поняття, що використовуються в Політиці
      </h3>
      <ul>
        <li>
          2.1. Автоматизована обробка персональних даних – обробка персональних
          даних за допомогою засобів обчислювальної техніки.
        </li>
        <li>
          2.2. Блокування персональних даних – тимчасове припинення обробки
          персональних даних (за винятком випадків, якщо обробка необхідна для
          уточнення персональних даних).
        </li>
        <li>
          2.3. Веб-сайт – сукупність графічних та інформаційних матеріалів, а
          також програм для ЕОМ та баз даних, що забезпечують їх доступність в
          мережі Інтернет за мережевою адресою https://mvk-mash.com/.
        </li>
        <li>
          2.4. Інформаційна система персональних даних — сукупність, що
          міститься в базах даних персональних даних, і забезпечує їх обробку
          інформаційними технологіями та технічними засобами.
        </li>{' '}
        <li>
          2.5. Анонімізація персональних даних — дії, в результаті яких
          неможливо встановити, без використання додаткової інформації,
          належність персональних даних конкретному Користувачеві чи іншій
          особі, що стосується персональних даних.
        </li>
        <li>
          2.6. Обробка персональних даних – будь-яка дія (операція) або
          сукупність дій (операцій), здійснюваних з використанням засобів
          автоматизації або без використання таких засобів з персональними
          даними, зокрема збір, запис, систематизація, накопичення, зберігання,
          уточнення (оновлення, зміна), витягування, використання, передача
          (поширення, надання, доступ), анонімізація, блокування, видалення,
          знищення персональних даних.
        </li>
        <li>
          2.7. Оператор – державний орган, муніципальний орган, юридична або
          фізична особа, які самостійно або спільно з іншими особами
          організовують і (або) здійснюють обробку персональних даних, а також
          визначають цілі обробки персональних даних, склад персональних даних,
          які підлягають обробці, дії (операції), що здійснюються з
          персональними даними.
        </li>
        <li>
          2.8. Персональні дані – будь-яка інформація, що прямо або
          опосередковано стосується певної особи або ідентифікованої особи, яка
          відвідує веб-сайт https://mvk-mash.com/.
        </li>
        <li>
          2.9. Персональні дані, що підлягають розповсюдженню згодою суб'єкта
          персональних даних - персональні дані, доступ до яких надається
          суб'єктом персональних даних необмеженому колу осіб шляхом надання
          згоди на обробку персональних даних, що підлягають розповсюдженню, в
          порядку, передбаченому Законом про персональні дані (далі -
          персональні дані, що підлягають розповсюдженню).
        </li>
        <li>
          2.10. Користувач – будь-який відвідувач веб-сайту
          https://mvk-mash.com/.
        </li>
        <li>
          2.11. Надання персональних даних – дії, спрямовані на розкриття
          персональних даних певній особі або певному колу осіб.
        </li>
        <li>
          2.12. Розповсюдження персональних даних – будь-які дії, спрямовані на
          розкриття персональних даних необмеженому колу осіб (передача
          персональних даних) або ознайомлення з персональними даними
          необмеженого колу осіб, включаючи публікацію персональних даних у
          засобах масової інформації, розміщення в
          інформаційно-телекомунікаційних мережах або надання доступу до
          персональних даних будь-яким іншим способом.
        </li>
        <li>
          2.13. Транскордонна передача персональних даних – передача
          персональних даних на територію іноземної держави органу влади
          іноземної держави, іноземній фізичній або іноземній юридичній особі.
        </li>
        <li>
          2.14. Знищення персональних даних – будь-які дії, в результаті яких
          персональні дані безповоротно знищуються з неможливістю подальшого
          відновлення змісту персональних даних в інформаційній системі
          персональних даних і (або) знищуються матеріальні носії персональних
          даних.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine">
        3. Основні права та обов'язки Оператора
      </h3>
      <ul>
        <li>
          <ul>
            <li>3.1. Оператор має право:</li>{' '}
            <li>
              – отримувати від суб'єкта персональних даних достовірну інформацію
              та/або документи, що містять персональні дані;
            </li>{' '}
            <li>
              – у разі відкликання суб'єктом персональних даних згоди на обробку
              персональних даних Оператор має право продовжити обробку
              персональних даних без згоди суб'єкта персональних даних за
              наявності підстав, зазначених у Законі про персональні дані;
            </li>{' '}
            <li>
              – самостійно визначати склад та перелік заходів, необхідних та
              достатніх для забезпечення виконання обов'язків, передбачених
              Законом про персональні дані та прийнятими відповідно до нього
              нормативними правовими актами, якщо інше не передбачено Законом
              про персональні дані або іншими федеральними законами.
            </li>
          </ul>
        </li>
        <li>
          <ul>
            <li>3.2. Оператор зобов'язаний:</li>{' '}
            <li>
              – надавати суб'єкту персональних даних на його прохання інформацію
              щодо обробки його персональних даних;
            </li>
            <li>
              – організовувати обробку персональних даних у порядку,
              встановленому чинним законодавством України;
            </li>{' '}
            <li>
              – відповідати на звернення та запити суб'єктів персональних даних
              та їх законних представників відповідно до вимог Закону про
              персональні дані;
            </li>{' '}
            – повідомляти до уповноваженого органу захисту прав суб'єктів
            персональних даних на запит цього органу необхідну інформацію
            протягом 30 днів з дати отримання такого запиту;{' '}
            <li>
              – публікувати чи іншим чином забезпечувати необмежений доступ до
              цієї Політики щодо обробки персональних даних;
            </li>{' '}
            <li>
              – вживати правових, організаційних та технічних заходів для
              захисту персональних даних від неправомірного або випадкового
              доступу до них, знищення, зміни, блокування, копіювання, надання,
              розповсюдження персональних даних, а також від інших неправомірних
              дій щодо персональних даних;
            </li>{' '}
            <li>
              – припинити передачу (розповсюдження, надання, доступ)
              персональних даних, припинити обробку та знищити персональні дані
              у порядку та випадках, передбачених Законом про персональні дані;
            </li>{' '}
            <li>
              – виконувати інші обов'язки, передбачені Законом про персональні
              дані.
            </li>
          </ul>
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        4. Основні права та обов'язки суб'єктів персональних даних
      </h3>
      <ul>
        <li>
          <ul>
            <li>4.1. Суб'єкти персональних даних мають право:</li>{' '}
            <li>
              – Отримувати інформацію, що стосується обробки його персональних
              даних, за винятком випадків, передбачених федеральними законами.
              Відомості надаються суб'єкту персональних даних Оператором у
              доступній формі, і в них не повинні утримуватись персональні дані,
              що належать до інших суб'єктів персональних даних, за винятком
              випадків, коли є законні підстави для розкриття таких персональних
              даних. Перелік інформації та порядок її отримання встановлено
              Законом про персональні дані;
            </li>{' '}
            <li>
              – вимагати від оператора уточнення його персональних даних, їх
              блокування чи знищення у разі, якщо персональні дані є неповними,
              застарілими, неточними, незаконно отриманими або не є необхідними
              для заявленої мети обробки, а також вживати передбачених законом
              заходів щодо захисту своїх прав;
            </li>{' '}
            <li>
              – висувати умову попередньої згоди при обробці персональних даних
              з метою просування на ринку товарів, робіт та послуг;
            </li>{' '}
            <li>– на відкликання згоди на обробку персональних даних;</li>
            <li>
              – оскаржити до уповноваженого органу захисту прав суб'єктів
              персональних даних або в судовому порядку неправомірні дії або
              бездіяльність Оператора при обробці його персональних даних;
            </li>{' '}
            <li>
              – на здійснення інших прав, передбачених законодавством України.
            </li>
          </ul>
        </li>{' '}
        <li>
          <ul>
            <li>4.2. Суб'єкти персональних даних зобов'язані:</li>{' '}
            <li>– надавати Оператору достовірні дані про себе;</li>{' '}
            <li>
              – повідомляти Оператору про уточнення (оновлення, зміну) своїх
              персональних даних.
            </li>
          </ul>
        </li>{' '}
        <li>
          4.3. Особи, які передали Оператору недостовірні відомості про себе,
          або відомості про іншого суб'єкта персональних даних без згоди
          останнього, несуть відповідальність відповідно до законодавства
          України.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        5. Оператор може обробляти такі персональні дані Користувача
      </h3>
      <ul>
        <li>5.1. Прізвище, ім'я, по батькові.</li>{' '}
        <li>5.2. Електронна адреса.</li> <li>5.3. Номери телефонів.</li>{' '}
        <li>
          5.4. Також на сайті відбувається збір та обробка знеособлених даних
          про відвідувачів (в т.ч. файлів cookie) за допомогою сервісів
          інтернет-статистики (Яндекс Метрика та Google Аналітика та інших).
        </li>{' '}
        <li>
          5.5. Перелічені вище дані по тексту Політики об'єднані загальним
          поняттям Персональні дані.
        </li>{' '}
        <li>
          5.6. Обробка спеціальних категорій персональних даних, що стосуються
          расової, національної приналежності, політичних поглядів, релігійних
          чи філософських переконань, інтимного життя Оператором не
          здійснюється.
        </li>{' '}
        <li>
          5.7. Обробка персональних даних, дозволених для розповсюдження,
          з-поміж спеціальних категорій персональних даних, зазначених у ч. 1
          ст. 10 Закону про персональні дані, допускається, якщо дотримуються
          заборони та умови, передбачені ст. 10.1 Закону про персональні дані.
        </li>{' '}
        <li>
          5.8. Згода Користувача на обробку персональних даних, дозволених для
          поширення, оформляється окремо від інших згод на обробку його
          персональних даних. При цьому дотримуються умов, передбачених,
          зокрема, ст. 10.1 Закону про персональні дані. Вимоги щодо змісту
          такої згоди встановлюються уповноваженим органом захисту прав
          суб'єктів персональних даних. 5.8.1 Згода на обробку персональних
          даних, дозволених для розповсюдження, Користувач надає Оператору
          безпосередньо.
        </li>
        <li>
          5.8.2 Оператор зобов'язаний у строк не пізніше трьох робочих днів з
          моменту отримання зазначеної згоди Користувача опублікувати інформацію
          про умови обробки, наявність заборон та умов на обробку необмеженим
          колом осіб персональних даних, дозволених для розповсюдження.
        </li>{' '}
        <li>
          5.8.3 Передача (розповсюдження, надання, доступ) персональних даних,
          дозволених суб'єктом персональних даних для розповсюдження, повинна
          бути припинена у будь-який час на вимогу суб'єкта персональних даних.
          Ця вимога повинна включати прізвище, ім'я, по батькові (за наявності),
          контактну інформацію (номер телефону, адресу електронної пошти або
          поштову адресу) суб'єкта персональних даних, а також перелік
          персональних даних, обробка яких підлягає припиненню. Вказані в цій
          вимогі персональні дані можуть оброблятися тільки Оператором, якому
          вона направлена.
        </li>{' '}
        <li>
          5.8.4 Згода на обробку персональних даних, дозволених для
          розповсюдження, припиняє свою дію з моменту надходження до Оператора
          вимоги, зазначеної в п. 5.8.3 цієї Політики щодо обробки персональних
          даних.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        6. Принципи обробки персональних даних
      </h3>
      <ul>
        6.1. Обробка персональних даних здійснюється на законній та справедливій
        основі.{' '}
        <li>
          6.2. Обробка персональних даних обмежується досягненням конкретних,
          заздалегідь визначених та законних цілей. Не допускається обробка
          персональних даних, несумісна з метою збору персональних даних.
        </li>
        <li>
          6.3. Не допускається об'єднання баз даних, що містять персональні
          дані, обробка яких здійснюється з метою, несумісною між собою.
        </li>{' '}
        <li>
          6.4. Обробці підлягають лише персональні дані, що відповідають цілям
          їх обробки.
        </li>{' '}
        <li>
          6.5. Зміст та обсяг оброблюваних персональних даних відповідають
          заявленим цілям обробки. Не допускається надмірність оброблюваних
          персональних даних стосовно заявлених цілей їх обробки.
        </li>{' '}
        <li>
          6.6. При обробці персональних даних забезпечується точність
          персональних даних, їх достатність, а в необхідних випадках і
          актуальність по відношенню до цілей обробки персональних даних.
          Оператор вживає необхідних заходів та/або забезпечує їх прийняття щодо
          видалення або уточнення неповних чи неточних даних.
        </li>
        <li>
          6.7. Зберігання персональних даних здійснюється у формі, що дозволяє
          визначити суб'єкта персональних даних, не довше, ніж цього вимагають
          мети обробки персональних даних, якщо термін зберігання персональних
          даних не встановлений федеральним законом, договором, стороною якого
          вигодонабувачем або поручителем за яким є суб'єкт персональних даних.
          Оброблювані персональні дані знищуються або знеособлюються після
          досягнення цілей обробки або у разі втрати необхідності досягнення цих
          цілей, якщо інше не передбачено федеральним законом.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        7. Цілі обробки персональних даних
      </h3>
      <ul>
        <li>
          7.1. Ціль обробки персональних даних Користувача: – інформування
          Користувача за допомогою надсилання електронних листів.
        </li>{' '}
        <li>
          7.2. Також Оператор має право надсилати Користувачеві повідомлення про
          нові продукти та послуги, спеціальні пропозиції та різні події.
          Користувач завжди може відмовитися від отримання інформаційних
          повідомлень, надіславши Оператору листа на адресу електронної пошти
          zakaz@mvk-mash.com з позначкою «Відмова від повідомлень про нові
          продукти та послуги та спеціальні пропозиції».
        </li>{' '}
        <li>
          7.3. Знеособлені дані Користувачів, які збираються за допомогою
          сервісів інтернет-статистики, служать для збору інформації про дії
          Користувачів на сайті, покращення якості сайту та його змісту.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        8. Правові основи обробки персональних даних
      </h3>
      <ul>
        <li>
          8.1. Правовими підставами обробки персональних даних Оператором є: –
          статутні (установчі) документи Оператора; - Федеральні закони, інші
          нормативно-правові акти у сфері захисту персональних даних; – згоди
          Користувачів на обробку їх персональних даних, на обробку персональних
          даних, дозволених для розповсюдження.
        </li>{' '}
        <li>
          8.2. Оператор обробляє персональні дані Користувача лише у разі їх
          заповнення та/або відправлення Користувачем самостійно через
          спеціальні форми, розташовані на сайті https://mvk-mash.com/ або
          надіслані Оператору за допомогою електронної пошти. Заповнюючи
          відповідні форми та/або надсилаючи свої персональні дані Оператору,
          Користувач висловлює свою згоду з цією Політикою.
        </li>{' '}
        <li>
          8.3. Оператор обробляє знеособлені дані про Користувача у випадку,
          якщо це дозволено в налаштуваннях браузера Користувача (включено
          збереження файлів cookie та використання технології JavaScript).
        </li>{' '}
        <li>
          8.4. Суб'єкт персональних даних самостійно приймає рішення про надання
          його персональних даних та дає згоду вільно, своєю волею та у своєму
          інтересі.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        9. Умови обробки персональних даних
      </h3>
      <ul>
        <li>
          9.1. Обробка персональних даних здійснюється за згодою суб'єкта
          персональних даних на обробку його персональних даних.
        </li>{' '}
        <li>
          9.2. Обробка персональних даних необхідна для досягнення цілей,
          передбачених міжнародним договором України або законом, для здійснення
          покладених законодавством України та на оператора функцій, повноважень
          та обов'язків.
        </li>{' '}
        <li>
          9.3. Обробка персональних даних необхідна для здійснення правосуддя,
          виконання судового акта, акта іншого органу або посадової особи, які
          підлягають виконанню відповідно до законодавства України про виконавче
          провадження.
        </li>{' '}
        <li>
          9.4. Обробка персональних даних необхідна для виконання договору,
          стороною якого або вигодонабувачем або поручителем за яким є суб'єкт
          персональних даних, а також для укладання договору з ініціативи
          суб'єкта персональних даних або договору, за яким суб'єкт персональних
          даних буде вигодонабувачем або поручителем.
        </li>{' '}
        <li>
          9.5. Обробка персональних даних необхідна для здійснення прав та
          законних інтересів оператора або третіх осіб або для досягнення
          суспільно значущих цілей за умови, що при цьому не порушуються права
          та свободи суб'єкта персональних даних.
        </li>{' '}
        <li>
          9.6. Здійснюється обробка персональних даних, доступ необмеженого кола
          осіб до яких надано суб'єктом персональних даних або на його прохання
          (далі – загальнодоступні персональні дані).
        </li>{' '}
        <li>
          9.7. Здійснюється обробка персональних даних, що підлягають
          опублікуванню або обов'язковому розкриттю відповідно до федерального
          закону.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        10. Порядок збирання, зберігання, передачі та інших видів обробки
        персональних даних
      </h3>
      <ul>
        <li>
          Безпека персональних даних, що обробляються Оператором, забезпечується
          шляхом реалізації правових, організаційних та технічних заходів,
          необхідних для виконання у повному обсязі вимог чинного законодавства
          у сфері захисту персональних даних.
        </li>{' '}
        <li>
          10.1. Оператор забезпечує збереження персональних даних та вживає всіх
          можливих заходів, що виключають доступ до персональних даних
          неуповноважених осіб.
        </li>{' '}
        <li>
          10.2. Персональні дані Користувача ніколи, за жодних умов не будуть
          передані третім особам, за винятком випадків, пов'язаних з виконанням
          чинного законодавства або у разі, якщо суб'єктом персональних даних
          надано згоду Оператору на передачу даних третій особі для виконання
          зобов'язань за цивільно-правовим договором.
        </li>{' '}
        <li>
          10.3. У разі виявлення неточностей у персональних даних, Користувач
          може актуалізувати їх самостійно шляхом надсилання Оператору
          повідомлення на адресу електронної пошти Оператора zakaz@mvk-mash.com
          з позначкою «Актуалізація персональних даних».
        </li>{' '}
        <li>
          10.4. Строк обробки персональних даних визначається досягненням цілей,
          для яких було зібрано персональні дані, якщо інший термін не
          передбачений договором або чинним законодавством. Користувач може в
          будь-який момент відкликати свою згоду на обробку персональних даних,
          надіславши Оператору повідомлення через електронну пошту на електронну
          адресу Оператора zakaz@mvk-mash.com з позначкою «Відгук згоди на
          обробку персональних даних».
        </li>{' '}
        <li>
          10.5. Вся інформація, яка збирається сторонніми сервісами, у тому
          числі платіжними системами, засобами зв'язку та іншими постачальниками
          послуг, зберігається та обробляється зазначеними особами (Операторами)
          відповідно до їх Угоди користувача та Політики конфіденційності.
          Суб'єкт персональних даних та/або Користувач зобов'язаний самостійно
          своєчасно ознайомитись із зазначеними документами. Оператор не несе
          відповідальності за дії третіх осіб, у тому числі зазначених у цьому
          пункті постачальників послуг.
        </li>{' '}
        <li>
          10.6. Встановлені суб'єктом персональних даних заборони на передачу
          (крім надання доступу), а також на обробку або умови обробки (крім
          отримання доступу) персональних даних, дозволених для розповсюдження,
          не діють у випадках обробки персональних даних у державних,
          громадських та інших публічних інтересах, визначених законодавством
          України.
        </li>{' '}
        <li>
          10.7. Оператор під час обробки персональних даних забезпечує
          конфіденційність персональних даних.
        </li>{' '}
        <li>
          10.8. Оператор здійснює зберігання персональних даних у формі, що
          дозволяє визначити суб'єкта персональних даних, не довше, ніж цього
          вимагають мети обробки персональних даних, якщо термін зберігання
          персональних даних не встановлений федеральним законом, договором,
          стороною якого вигодонабувачем або поручителем за яким є суб'єкт
          персональних даних.
        </li>
        <li>
          10.9. Умовою припинення обробки персональних даних може бути
          досягнення цілей обробки персональних даних, закінчення терміну дії
          згоди суб'єкта персональних даних або відкликання згоди суб'єктом
          персональних даних, а також виявлення неправомірної обробки
          персональних даних.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        11. Перелік дій, які здійснюють Оператор з отриманими персональними
        даними
      </h3>
      <ul>
        <li>
          11.1. Оператор здійснює збір, запис, систематизацію, накопичення,
          зберігання, уточнення (оновлення, зміну), вилучення, використання,
          передачу (поширення, надання, доступ), знеособлення, блокування,
          видалення та знищення персональних даних.
        </li>{' '}
        <li>
          11.2. Оператор здійснює автоматизовану обробку персональних даних з
          отриманням та/або передачею отриманої інформації по
          інформаційно-телекомунікаційним мережам або без.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        12. Транскордонна передача персональних даних
      </h3>
      <ul>
        <li>
          12.1. Оператор до початку здійснення транскордонної передачі
          персональних даних зобов'язаний переконатися, що іноземною державою,
          на територію якої передбачається здійснювати передачу персональних
          даних, забезпечується надійний захист прав суб'єктів персональних
          даних.
        </li>{' '}
        <li>
          12.2. Транскордонна передача персональних даних на території іноземних
          держав, які не відповідають вищевказаним вимогам, може здійснюватися
          лише у разі наявності згоди у письмовій формі суб'єкта персональних
          даних на транскордонну передачу його персональних даних та/або
          виконання договору, стороною якого є суб'єкт персональних даних.
        </li>
      </ul>
      <h3 className="font-semibold text-tangerine mb-5">
        13. Конфіденційність персональних даних Оператор та інші особи, які
        отримали доступ до персональних даних, зобов'язані не розкривати третім
        особам і не поширювати персональні дані без згоди суб'єкта персональних
        даних, якщо інше не передбачено федеральним законом.
      </h3>
      <h3 className="font-semibold text-tangerine mb-5">
        14. Заключні положення
      </h3>
      <ul>
        <li>
          14.1. Користувач може отримати будь-які роз'яснення щодо питань, що
          цікавлять обробку його персональних даних, звернувшись до Оператора за
          допомогою електронної пошти zakaz@mvk-mash.com.
        </li>{' '}
        <li>
          14.2. У цьому документі буде відображено будь-які зміни політики
          обробки персональних даних Оператором. Політика діє безстроково до
          заміни її новою версією.
        </li>{' '}
        <li>
          14.3. Актуальна версія Політики у вільному доступі розташована в
          Інтернеті за адресою https://mvk-mash.com/uk/privacy/.
        </li>
      </ul>
    </div>
  );
}
