export const faqItems = [
  {
    title: 'Чому це повинно працювати?',
    text: 'Ми створюємо міцну екосистему, об’єднуючи різні сфери діяльності в єдину рішення для взаємопов’язаних операцій.',
  },
  {
    title: 'Чи несуть партнери-локації репутаційні ризики',
    text: 'Ні, MVK MASH забезпечує повний контроль життєдіяльності ХАБа. Наш відділ підтримки користувача 24/7 на зв’язку і готовий допомогти у вирішенні будь-якої ситуації. Зв’язок забезпечується напряму через систему блоку керування.',
  },
  {
    title: 'Партнери мають самостійно обслуговувати модулі?',
    text: 'Ні. Кур’єр MVK забезпечує всю логістику та обслуговування системи.',
  },
];
