type Advantage = {
  title: string;
  description: string;
};

type Business = {
  role: 'Інвестору' | 'Партнеру' | 'Локаціям';
  icon: string;
  buttonLabel: string;
  helpText: string;
  advantages: Advantage[];
};

export const business: Business[] = [
  {
    role: 'Інвестору',
    icon: 'money',
    buttonLabel: 'Інвестувати',
    helpText:
      'Ми завжди раді надати консультацію нашим майбутнім інвесторам і відповісти на всі Ваші питання!',
    advantages: [
      {
        title: 'Малий поріг входу',
        description:
          'Франшиза від 650 000 грн. Ви набуваєте право власності на комплекс без операційного навантаження.',
      },
      {
        title: 'Окупність за 1 рік',
        description:
          'Завдяки широкому асортименту товарів і послуг, представлених у ХАБі, ви отримуєте швидку окупність інвестицій та стабільно високий рівень доходу.',
      },
      {
        title: 'Гарантоване повернення вкладень протягом 2х років',
        description:
          'Компанія гарантує 100% повернення інвестицій при будь-яких обставинах.',
      },
    ],
  },
  {
    role: 'Партнеру',
    icon: 'partner',
    buttonLabel: 'Стати партнером',
    helpText:
      'Ми завжди раді надати консультацію нашим майбутнім партнерам і відповісти на всі Ваші питання!',
    advantages: [
      {
        title: 'Розширення та масштабування',
        description: 'Присутність у топових локаціях із високим трафіком.',
      },
      {
        title: 'Значна економія',
        description: 'Мінімізовані витрати на утримання торгової точки.',
      },
      {
        title: 'Ефективна реклама',
        description: 'Масштабна рекламна компанія та просування вашого бренду.',
      },
      {
        title: 'Зручна логістика',
        description: 'Партнер звільнений від логістичного навантаження.',
      },
    ],
  },
  {
    role: 'Локаціям',
    icon: 'location',
    buttonLabel: 'Пропоную місце',
    helpText:
      'Ми завжди раді надати консультацію власникам наших майбутніх локацій і відповісти на всі Ваші питання!',
    advantages: [
      {
        title: 'Цілий комплекс послуг',
        description:
          'Гості вашої локації на справді отримують величезне задоволення від отриманих товарів та послуг в одному місці.',
      },
      {
        title: 'Безпечне зберігання речей',
        description: 'Безкоштовна модернізація послуг зберігання речей.',
      },
      {
        title: 'Інновації та ваш імідж',
        description:
          'Сучасний комплекс підвищує довіру та лояльність клієнтів.',
      },
      {
        title: 'Магніт до вашої локації',
        description:
          'Забезпечення високоякісного клієнтського досвіду сприяє залученню ширшої аудиторії нових відвідувачів локації.',
      },
    ],
  },
];
